Repository: devinzhang/teemeet.com
Catalog: sites/all/modules/customized/guestbook/translations/*.po
Languages: fi, hu

source: Disabled
fi: Poistettu käytöstä
hu: Tiltott

source: Enabled
fi: Käytössä
hu: Engedélyezett

source: Delete
fi: Poista
hu: Törlés

source: Cancel
fi: Peruuta
hu: Mégsem

source: Mode
fi: Tila
hu: Mód

source: View user profile.
fi: Näytä käyttäjäprofiili
hu: Felhasználói profil megtekintése.

source: Title
fi: Otsikko
hu: Cím

source: never
fi: ei ikinä
hu: soha

source: Reply
hu: Válasz

source: Homepage
fi: Kotisivut
hu: Honlap

source: Status
fi: Käytössä
hu: Állapot

source: Comments
fi: Kommentit
hu: Hozzászólások

source: Edit comment
fi: Muokkaa kommenttia
hu: Hozzászólás szerkesztése

source: Message
fi: Viesti
hu: Üzenet

source: User
hu: Felhasználó

source: Name
fi: Nimi
hu: Név

source: Send
fi: Lähetä
hu: Küldés

source: Toggle display
fi: Kytke näyttö
hu: Megjelenés választó

source: user
fi: käyttäjä
hu: felhasználó

source: Site guestbook
fi: Sivuston vieraskirja
hu: Webhely vendégkönyv

source: Read @username's guestbook.
fi: Lue käyttäjän @username vieraskirjaa
hu: @username vendégkönyvének olvasása.

source: View recent guestbook entries
fi: Näytä viimeisimmät vieraskirjan viestit
hu: Legutóbbi vendégkönyv bejegyzések megtekintése

source: Guestbook
fi: Vieraskirja
hu: Vendégkönyv

source: User guestbook
fi: Käyttäjän vieraskirja
hu: Felhasználói vendégkönyv

source: Send email notification
fi: Lähetä ilmoitus sähköpostitse
hu: Email értesítő küldése

source: Uncheck if you don't wish to be notified of new entries to your guestbook.
fi: Poista valinta, jos et halua ilmoitusta uusista viesteistä vieraskirjassasi.
hu: Kikapcsolva nem lesz értesítés az új vendégkönyv bejegyzésekről.

source: Intro text
fi: Johdantoteksti
hu: Bevezető szöveg

source: The text that appears on top of your guestbook.
fi: Vieraskirjasi ylle ilmestyvä teksti.
hu: A vendégkönyv oldal tetején megjelenő szöveg.

source: Adds a site guestbook and individual user guestbooks.
fi: Lisää sivuston ja käyttäjien vieraskirjat.
hu: Webhely és felhasználói szintű vendégkönyveket biztosít.

source: Site and user guestbooks
fi: Sivuston ja käyttäjien vieraskirjat
hu: Webhely és felhasználói vendégkönyvek

source: Site guestbook only
fi: Vain sivuston vieraskirja
hu: Csak webhely vendégkönyv

source: User guestbooks only
fi: Vain käyttäjien vieraskirjat
hu: Csak felhasználói vendégkönyvek

source: The site guestbook's page title.
fi: Otsikko sivuston vieraskirjalle
hu: A webhely vendégkönyv oldalának címe.

source: The text that appears on top of the site guestbook.
fi: Sivuston vieraskirjaa edeltävä teksti.
hu: A webhely vendégkönyvének tetején megjelenő szöveg.

source: Send an notification to the following e-mail address about new guestbook entries
fi: Ilmoita vieraskirjan uusista viesteistä seuraavaan sähköpostiosoitteeseen
hu: Új vendégkönyv bejegyzés esetén értesítés küldése a következő email címekre

source: Leave blank if you don't wish to be notified
fi: Jätä kenttä tyhjäksi, jollet halua ilmoituksia
hu: Üresen hagyva nem lesz értesítés

source: User guestbooks
fi: Käyttäjien vieraskirjat
hu: Felhasználói vendégkönyvek

source: Users can individually disable their guestbook or add an intro text on the user account page.
fi: Käyttäjät voivat yksilöllisesti kytkeä pois vieraskirjansa tai lisätä johdantotekstin käyttäjätilinsä sivulta.
hu: A felhasználók le tudják tiltani a vendégkönyvüket, vagy bevezető szöveget írhatnak hozzá a profiljukban.

source: User link to profile or guestbook
fi: Käyttäjän linkki profiiliin tai vieraskirjaan
hu: A felhasználói hivatkozás a profilra, vagy a vendégkönyvre mutat

source: When displaying a user should the link show the user profile or the user guestbook?
fi: Näyttäessään käyttäjän osoittaako linkki käyttäjän profiiliin vai käyttäjän vieraskirjaan?
hu: Amikor egy felhasználó neve megjelenik, a hivatkozás a felhasználó profiljára vagy a vendégkönyvére mutasson?

source: User profile
fi: Käyttäjäprofiiliin
hu: Felhasználói profil

source: Display options
fi: Esitysvaihtoehdot
hu: Megjelenítési beállítások

source: Entries per page
fi: Viestejä yhdellä sivulla
hu: Bejegyzések egy oldalon

source: The number of guestbook entries per page.
fi: Vieraskirjan viestien määrä yhdellä sivulla.
hu: A vendégkönyv bejegyzések száma oldalanként.

source: Submission date
fi: Lähetetty
hu: Beküldés dátuma

source: Anonymous poster e-mail
fi: Anynonyymin lähettäjän sähköposti
hu: Név nélküli beküldő email címe

source: Anonymous poster website
fi: Anynonyymin lähettäjän kotisivu
hu: Név nélküli beküldő honlapja

source: Position of pager
fi: Sivuselauksen sijainti
hu: Lapozó helyzete

source: Above the entries
fi: Viestien yläpuolella
hu: A bejegyzések felett

source: Below the entries
fi: Viestien alapuolella
hu: A bejegyzések alatt

source: Above and below the entries
fi: Viestien ylä- sekä alapuolella
hu: A bejegyzések felett és alatt

source: Posting settings
fi: Lähetysasetukset
hu: Beküldési beállítások

source: Display filter tips
fi: Näytä suodinasetukset
hu: Alapszintű HTML-szerkesztési tippek megjelenítése

source: If enabled filter tips are displayed below the message textarea.
fi: Olessa päällä suodin ohjeet näytetään tekstikentän alapuolella.
hu: Bekapcsolva alapszintű HTML-szerkesztési tippek jelennek meg az üzenet szövegdoboza alatt.

source: Anonymous poster fields
fi: Anonyymin kirjoittajan kentät
hu: Név nélküli beküldő mezői

source: Additional information that anonymous posters may supply.
fi: Anonyymin käyttäjän vapaaehtoisesti antamat tiedot
hu: Bővebb információk melyet a név nélküli beküldő megadhat.

source: Location of entry submission form
fi: Kirjoituslomakkeen sijainti
hu: A bejegyzés beküldő űrlap helyzete

source: Above entries
fi: Viestien yläpuolella
hu: A bejegyzések felett

source: Below entries
fi: Viestien alapuolella
hu: A bejegyzések alatt

source: Separate page
fi: Erillisellä sivulla
hu: Külön oldalon

source: entries
fi: viestit
hu: bejegyzések

source: last update
fi: tuorein päivitys
hu: utolsó módosítás

source: New guestbook entry at !site
hu: !site oldalon új vendégkönyv bejegyzés

source: Add guestbook entry
fi: Lisää viesti vieraskirjaan
hu: Vendégkönyv bejegyzés hozzáadása

source: You must be logged in to post a comment.
fi: Kirjaudu sisään lähettääksesi kommentteja
hu: A hozzászólás beküldéséhez be kell jelentkezni.

source: You are not allowed to post in this guestbook.
fi: Sinulla ei ole oikeuksia kirjoittaa tähän vieraskirjaan.
hu: A vendégkönyvbe írás nem engedélyezett.

source: Are you sure you want to delete this guestbook entry?
fi: Haluatko varmasti poistaa kyseisen viestin
hu: Valóban törölhető ez a vendégkönyv bejegyzés?

source: Website
fi: Kotisivut
hu: Honlap

source: Delete entry
fi: Poista viesti
hu: Bejegyzés törlése

source: Add comment
fi: Lisää kommentti
hu: Új hozzászólás

source: Comment by
fi: Kirjoittanut
hu: Hozzászólt

source: @username's guestbook
fi: Käyttäjän @username vieraskirja
hu: @username vendégkönyve

source: My guestbook
fi: Oma vieraskirja
hu: Saját vendégkönyv

source: Visit !username's profile
fi: Näytä käyttäjän !username profiili
hu: !username profiljának megtekintése

source: Entry is spam:
fi: Kirjoitus on roskapostia
hu: A bejegyzés reklámszemét:

source: 1 entry
fi: 1 viesti
hu: 1 bejegyzés

source: access site guestbook
fi: pääsy sivuston vieraskirjaan
hu: webhely vendégkönyv elérése

source: access user guestbooks
fi: pääsy käyttäjien vieraskirjoihin
hu: felhasználói vendégkönyvek elérése

source: post in site guestbook
fi: lähetä viesti sivuston vieraskirjaan
hu: írás a webhely vendégkönyvébe

source: post in user guestbooks
fi: lähetä viesti käyttäjän vieraskirjaan
hu: írás a felhasználói vendégkönyvekbe

source: Guestbooks
fi: Vieraskirjat
hu: Vendégkönyvek

source: Provides a site guestbook and guestbooks for users.
hu: Webhely és felhasználói szintű vendégkönyveket biztosít.

source: Your message has been added.
hu: Az üzenet hozzáadva.

source: Edit guestbook entry
hu: Vendégkönyv bejegyzés szerkesztése

source: Nobody has signed this guestbook yet.
hu: Senki nem írt még a vendégkönyvbe.

source: Edit entry
hu: Bejegyzés szerkesztése

source: moderate all guestbooks
hu: minden vendégkönyv moderálása

source: moderate own guestbook
hu: saját vendégkönyv moderálása

source: The guestbook of a user.
hu: Egy felhasználó vendégkönyve.

source: User context
hu: Felhasználói környezet

source: "@s" guestbook
hu: „@s” vendégkönyv

source: E-mail
fi: Sähköposti

source: Comment
fi: Kommentoi

source: View user guestbook.
fi: Näytä käyttäjän vieraskirjan

source: View guestbooks.
fi: Näytä vieraskirjat.

source: @user's picture
fi: Käyttäjän @user kuva

source: administer all guestbooks
fi: hallinnoi kaikkia vieraskirjoja

source: guestbook
fi: vieraskirja

source: A guestbook for Drupal
fi: Vieraskirja Drupaliin
